Repository: ddjosan/udata
Catalog: udata/translations/*/LC_MESSAGES/udata.po
Languages: sl

source: Welcome
sl: Dobro došli

source: Please confirm your email
sl: Molimo, potvrdite Vaš e-mail

source: Login instructions
sl: Instrukcije za pristup

source: Your password has been reset
sl: Vaša lozinka je resetovana

source: Your password has been changed
sl: Vaša lozinka je promenjena

source: Password reset instructions
sl: Instrukcije za resetovanje lozinke

source: This dataset has been archived
sl: Ovaj skup podataka je arhiviran

source: Validation error: your data cannot be updated for now, we have been notified of the error and we will fix it as soon as possible.
sl: Greška u validaciji: podatke trenutno nije moguće ažurirati. Obavešteni smo o grešci i otklonićemo je čim to bude moguće.

source: Bearer Token
sl: Token nosioca

source: Default scope
sl: Podrazumevani opseg

source: System administrator rights
sl: Prava administratora sistema

source: First name
sl: Ime

source: First name is required
sl: Ime je obavezno

source: URLs not allowed in this field
sl: URL putanje nisu dozvolјene u ovom polјu

source: Last name
sl: Prezime

source: Last name is required
sl: Prezime je obavezno

source: Password must be changed for security reasons
sl: Lozinka mora biti promenjena iz sigurosnih razloga

source: Password must be at least {pass_length} characters long
sl: Lozinka mora biti najmanje {pass_length} karaktera

source: Password must contain lowercases
sl: Lozinka mora da ima mala slova

source: Password must contain digits
sl: Lozinka mora da ima brojeve

source: Password must contain uppercases
sl: Lozinka mora da ima velika slova

source: Password must contain symbols
sl: Lozinka mora da ima simbole

source: Do you want to create a superadmin user?
sl: Da li želite da kreirate admnistratorski nalog?

source: Do you want to import some data-related license?
sl: Da li želite da uvezete licance za podatke?

source: Do you want to import some spatial zones (countries)?
sl: Da li želite da uvezete "spatial" zone (države)?

source: Do you want to create some sample data?
sl: Da li želite da kreirate nešto podataka za uzorak?

source: Your udata instance is ready!
sl: Vaša platforma ja spremna!

source: Kind
sl: Vrsta

source: Kind of badge (certified, etc)
sl: Vrsta bedža (sertifikovano itd.)

source: created a dataset
sl: skup podataka je napravlјen

source: updated a dataset
sl: skup podataka je ažuriran

source: deleted a dataset
sl: skup podataka je izbrisan

source: Checksum value
sl: Čeksuma

source: Schema name "{schema}" is not an allowed value. Allowed values: {values}
sl: Ime šeme "{schema}" nije dozvolјena vrednost. Dozvolјene vrednosti: {values}

source: Version "{version}" is not an allowed value. Allowed values: {values}
sl: Verzija "{version}" nije dozvolјena. Dozvolјene verzije: {values}

source: Sub-property "{prop}" is not allowed value in schema field. Allowed values is : {properties}
sl: Podatribut "{prop}" nije dozvolјen u šemi. Allowed values is : {properties}

source: Title
sl: Naslov

source: Description
sl: Opis

source: File type
sl: Tip podatka

source: Whether the resource is an uploaded file, a remote file or an API
sl: Da li je resurs otpremlјena datoteka, udalјena datoteka ili API

source: Type
sl: Tip

source: Resource type (documentation, API...)
sl: Tip resursa (dokumentacija, API...)

source: Mime type
sl: MIME tip

source: The mime type associated to the extension. (ex: text/plain)
sl: MIME tip povezan sa ekstenzijom (npr: text/plain)

source: Size
sl: Veličina

source: The file size in bytes
sl: Veličina datoteke u bajtovima

source: Publication date
sl: Datum objavlјivanja

source: The publication date of the resource
sl: Datum objavlјivanja resursa

source: Schema
sl: Šema

source: The schema slug the resource adheres to
sl: Resurs pripada tokenu šeme

source: Related dataset
sl: Povezani skup podataka

source: Publish as
sl: Objavlјeno kao

source: Acronym
sl: Akronim

source: An optional acronym
sl: Opcioni akronim

source: The details about the dataset (collection process, specifics...).
sl: Detalјi o skupu podataka (proces prikuplјanja, specifikacija…).

source: License
sl: Licenca

source: Update frequency
sl: Frekvencija ažuriranja

source: The frequency at which data are updated.
sl: Frekvencija kojom se podaci ažuriraju.

source: Expected frequency date
sl: Datum očekivane frekvencije

source: Temporal coverage
sl: Vremenska pokrivenost

source: The period covered by the data
sl: Period pokriven podacima

source: Spatial coverage
sl: Prostorna pokrivenost

source: The geographical area covered by the data.
sl: Geografska oblast pokrivena podacima.

source: Tags
sl: Oznake

source: Some taxonomy keywords
sl: Neke klјučne reči u taksonomiji

source: Private
sl: Privatno

source: Restrict the dataset visibility to you or your organization only.
sl: Ograničite vidlјivost skupa podataka samo na sebe ili svoju organizaciju.

source: Unknown
sl: Nepoznato

source: Punctual
sl: Tačno

source: Real time
sl: U realnom vremenu

source: Hourly
sl: Svaki sat

source: Four times a day
sl: Četri puta dnevno

source: Three times a day
sl: Tri puta dnevno

source: Semidaily
sl: Dva puta dnevno

source: Daily
sl: Dnevno

source: Four times a week
sl: Četri puta nedelјno

source: Three times a week
sl: Tri puta nedelјno

source: Semiweekly
sl: Dva puta nedelјno

source: Weekly
sl: Sedmično

source: Biweekly
sl: Dva puta nedelјno

source: Three times a month
sl: Tri puta mesečno

source: Semimonthly
sl: Dva puta mesečno

source: Monthly
sl: Mesečno

source: Bimonthly
sl: Svaka dva meseca

source: Quarterly
sl: Kvartalno

source: Three times a year
sl: Tri puta godišnje

source: Biannual
sl: Dvaput godišnje

source: Annual
sl: Godišnje

source: Biennial
sl: Svake druge godine

source: Triennial
sl: Svake tri godine

source: Quinquennial
sl: Svakih pet godina

source: Irregular
sl: Nepravilan

source: Main file
sl: Glavna datoteka

source: Documentation
sl: Dokumentacija

source: Update
sl: Ažuriranje

source: Code repository
sl: Skladište koda

source: Other
sl: Drugo

source: Uploaded file
sl: Otpremlјena datoteka

source: Remote file
sl: Udalјena datoteka

source: Nameless resource
sl: Resurs bez imena

source: Creation date
sl: Datum kreiranja

source: Last modification date
sl: Datum poslednje izmene

source: Future date of update
sl: Budući datum ažuriranja

source: Pivotal data
sl: Klјučni podaci

source: dataset
sl: skup podataka

source: {format} resource
sl: {format} resurs

source: Never reused
sl: Nikada korišćeno

source: Little reused
sl: Malo koršćeno

source: Quite reused
sl: Često korišćeno

source: Heavily reused
sl: Popularno

source: You need to update some frequency-based datasets
sl: Potrebno je da ažurirate neke skupove podataka zasnovane na frekvenciji

source: Comment
sl: Komentar

source: Subject
sl: Tema

source: Your %(type)s have a new discussion
sl: Vaši %(type)s imaju novu diskusiju

source: %(user)s commented your discussion
sl: Korisnik %(user)s je komentarisao vašu diskusiju

source: A discussion has been closed
sl: Diskusija je zatvorena

source: Name
sl: Ime

source: Tasks
sl: Zadaci

source: Enabled
sl: Omogućeno

source: every {0.period_singular}
sl: svaki {0.period_singular}

source: every {0.every} {0.period}
sl: svaki {0.every} {0.period}

source: created an organization
sl: organizacija je napravlјena

source: updated an organization
sl: organizacija je ažurirana

source: Shorter organization name
sl: Skraćeno ime organizacije

source: The details about your organization
sl: Detalјi o vašoj organizaciji

source: Website
sl: Veb-sajt

source: The organization website URL
sl: URL veb-sajta organizacije

source: Logo
sl: Logotip

source: Role
sl: Uloga

source: Editor
sl: Urednik

source: Pending
sl: Na čekanju

source: Accepted
sl: Prihvaćeno

source: Refused
sl: Odbijeno

source: Public Service
sl: Javni servis

source: Certified
sl: Sertifikovano

source: No reuses
sl: Bez upotrebe

source: Few reuses
sl: Malo upotrebe

source: Many reuses
sl: Mnogo upotrebe

source: No datasets
sl: Bez skupova podataka

source: Few datasets
sl: Malo skupova podataka

source: Many datasets
sl: Mnogo skupova podataka

source: No followers
sl: Bez pratilaca

source: Few followers
sl: Malo pratilaca

source: Many followers
sl: Mnogo pratilaca

source: New membership request
sl: Novi zahtev za članstvo

source: You are now a member of the organization "%(org)s"
sl: Sada ste član organizacije "%(org)s"

source: Membership refused
sl: Članstvo je odbijeno

source: Your organization "%(name)s" has been certified
sl: Vaša organizacija"%(name)s" je sertifikovana

source: Your organization "%(name)s" has been identified as public service
sl: Vaša organizacija "%(name)s" je indentifikovana kao javni servis

source: Headline
sl: Naslov

source: Content
sl: Sadržaj

source: Associated datasets
sl: Povezani skupovi podataka

source: Associated reuses
sl: Povezani primeri upotrebe

source: Image
sl: Slika

source: Image credits
sl: Akreditacija slike

source: Credit URL
sl: URL akreditacije

source: post
sl: Objava

source: created a reuse
sl: napravlјen je primer upotrebe

source: updated a reuse
sl: primer upotrebe je ažuriran

source: deleted a reuse
sl: primer upotrebe je izbrisan

source: This URL is already registered
sl: Ovaj URL je već registrovan

source: The details about the reuse (build process, specifics, self-critics...).
sl: Detalјi o primeru upotrebe (proces kreiranja, specifikacije, samokritika…).

source: Used datasets
sl: Korišćeni skupovi podataka

source: Topic
sl: Tema

source: Application
sl: Aplikacija

source: Idea
sl: Ideja

source: News Article
sl: Članak vesti

source: Paper
sl: Rad

source: Post
sl: Objava

source: Visualization
sl: Vizuelizacija

source: Connected device
sl: Povezani uređaj

source: Health
sl: Zdravlјe

source: Transport and mobility
sl: Transport i mobilnost

source: Housing and development
sl: Stanovanje i razvoj

source: Food and agriculture
sl: Hrana i polјoprivreda

source: Culture and recreation
sl: Kultura i rekreacija

source: Economy and business
sl: Ekonomija i biznis

source: Environment and energy
sl: Životna sredina i energija

source: Work and training
sl: Rad i trening

source: Politics and public life
sl: Politika i javni život

source: Safety and security
sl: Sigurnost i zaštita

source: Education and research
sl: Obrazovanje i istraživanje

source: Society and demography
sl: Društvo i demografija

source: Law and justice
sl: Zakon i pravo

source: Open data tools
sl: Alati otvorenih podataka

source: Others
sl: Ostalo

source: reuse
sl: primer upotrebe

source: New reuse
sl: Novi primer upotrebe

source: Some SEO keywords
sl: Neke SEO klјučne reči

source: Feed size
sl: Veličina fida

source: Number of elements in feeds
sl: Broj elemenata u fidovima

source: Unknown geoid(s): {identifiers}
sl: Nepoznati geoid(s): {identifiers}

source: Not a valid GeoJSON
sl: GeoJSON nije važeći

source: A list of covered territories
sl: Lista obuhvaćenih teritorija

source: Spatial granularity
sl: Prostorna granularnost

source: The size of the data increment
sl: Veličina inkrementa podataka

source: French region
sl: Francuska oblast

source: French intermunicipal (EPCI)
sl: Međuopštinska saradnja u Francuskoj (EPCI)

source: French county
sl: Francuski okrug

source: French district
sl: Francuski distrikt

source: French town
sl: Francuski grad

source: French canton
sl: Francuski kanton

source: Iris (Insee districts)
sl: Iris (Insee distrikti)

source: Country
sl: Zemlјa

source: World
sl: Svet

source: Country group
sl: Grupa zemalјa

source: Country subset
sl: Podskup zemalјa

source: European Union
sl: Evropska unija

source: Metropolitan France
sl: Metropolitanska Francuska

source: Overseas France
sl: Francuske prekomorske teritorije

source: French overseas collectivities
sl: Francuske prekomorske teritorije

source: French arrondissement
sl: Francuski arondisman

source: Featured
sl: Istaknuto

source: followed an organization
sl: prati organizaciju

source: followed a user
sl: prati korisnika

source: discussed a dataset
sl: diskutuje o skupu podataka

source: discussed a reuse
sl: diskutuje o primeru upotrebe

source: followed a dataset
sl: prati skup podataka

source: followed a reuse
sl: prati primer upotrebe

source: Email
sl: Imejl

source: About
sl: Osnovni podaci

source: Roles
sl: Uloge

source: Account deletion
sl: Brisanje naloga

source: System administrator
sl: Administrator sistema

source: Site editorialist
sl: Kolumnista na sajtu

source: Site moderator
sl: Moderator sajta

source: Test mail
sl: Probna poruka

source: The role {role} does not exist
sl: Uloga {role} ne postoji

source: Not a valid UUID
sl: UUID nije važeći

source: Invalid URL
sl: Nepravilan URL

source: Tag "%(tag)s" must be between %(min)d and %(max)d characters long.
sl: Oznaka "%(tag)s" mora da bude dužine između %(min)d i %(max)d znakova.

source: {0} does not exists
sl: {0} ne postoji

source: Expect both class and identifier
sl: Očekuj klasu i identifikator

source: Model for {0} not found
sl: Model za {0} nije pronađen

source: Unknown identifiers: {identifiers}
sl: Nepoznati identifikatori: {identifiers}

source: Unable to parse date range
sl: Nije moguće raščlaniti opseg datuma

source: You must be authenticated
sl: Morate potvrditi svoj identitet

source: You can only set yourself as owner
sl: Samo sebe možete da označite kao vlasnika

source: Permission denied for this organization
sl: Dozvola ja ovu organizaciju je odbijena

source: This field requires "%(name)s" to be set
sl: Ovo polјe zahteva da se podese "%(name)s"

source: Source
sl: Izvor

source: Some optional details about this harvester
sl: Detalјi harvestera

source: Backend
sl: Pozadinska komponenta

source: Manual
sl: Ručno

source: Initializing
sl: Inicijalizacija

source: Initialized
sl: Pokrenuto

source: Processing
sl: Obrada

source: Done
sl: Gotovo

source: Done with errors
sl: Gotovo sa greškama

source: Failed
sl: Nije uspelo

source: Started
sl: Započeto

source: Skipped
sl: Preskočeno

source: Archived
sl: Arhivirano

source: OR
sl: I

source: yes
sl: da

source: no
sl: ne

source: A date range expressed as start-end where both dates are in iso format (ie. YYYY-MM-DD-YYYY-MM-DD)
sl: Opseg datuma u obliku početak-kraj, sa oba datuma u ISO formatu (tj. YYYY-MM-DD-YYYY-MM-DD)

source: Admin
sl: Administrator

source: Maintainer
sl: Održava

source: Edit
sl: Izmeni

source: Delete
sl: Izbriši

source: No OAuth clients
sl: Nema OAuth klijenata

source: Add a client
sl: Dodajte klijenta

source: %(app)s want to access your %(site)s account.
sl: %(app)s želi da pristupi nalogu vašeg sajta %(site)s.

source: Details
sl: Detalјi

source: Access your profile
sl: Pristupite svom profilu

source: Read your profile, the orgnization you belong to, your publications
sl: Pročitajte detalјe profila, organizaciju kojoj pripadate i svoje publikacije

source: Publish data
sl: Objavlјivanje podataka

source: Publish datasets, reuses, follow or unfollow
sl: Objavite skupove podataka, primere upotrebe, pratite ili opozovite praćenje

source: Accept
sl: Prihvati

source: Refuse
sl: Odbij

source: OAuth Authentication Error
sl: Greška u OAuth potvrdi identiteta

source: Home
sl: Početak

source: This dataset has been archived by our administration team. An archived dataset is considered out of date by a combination of factors. It does not appear in the search results and has a special layout warning the site's users. If you think this is a mistake, you can contact the site administrator.
sl: Ovaj skup podataka su arhivirali naši administratori. Arivirani skup podataka se smatrao zastarelim iz više razloga. Ne pojavlјuje se u rezultatima pretrage i ima upozorenje upućeno korisnicima sajta. Ako smatrate da je ovo greška kontaktirajte administratora portala.

source: required fields
sl: obavezna polјa

source: Share, improve and reuse public data
sl: Delјenje, unapređivanje i primeri upotrebe javnih podataka

source: Your account has now been deleted
sl: Vaš nalog je obrisan

source: %(user)s has certified your organization "%(name)s"
sl: %(user)s je sertifikovao vašu organizaciju "%(name)s"

source: See the badge
sl: Pogledajte bedž

source: %(user)s has identified your organization "%(name)s" as public service
sl: %(user)s je indentifikovao vašu organizaciju "%(name)s" kao javni servis

source: on your browser.
sl: na vašem pretraživaču.

source: View this email %(link)s
sl: Videti od ovog mejla %(link)s

source: Hi %(user)s
sl: Zdravo, %(user)s

source: See you soon on the platform
sl: Vidimo se uskoro na portalu

source: The %(site)s team
sl: %(site)s - administrator

source: %(user)s closed an discussion on your %(type)s %(subject)s
sl: Korisnik %(user)s je zatvorio diskusiju na temu %(type)s %(subject)s

source: Message
sl: Poruka

source: See the discussion
sl: Pogledajte diskusiju

source: Some of your datasets need to be updated according to the frequency you set:
sl: Neke od vaših skupova podataka treba ažurirati u skladu sa frekvencijom koju ste podesili:

source: Dataset "%(dataset_title)s" last update is on %(published_date)s.
sl: Skup podataka "%(dataset_title)s" poslednji put je ažuriran %(published_date)s.

source: Given the set frequency (%(dataset_frequency)s) update was due %(due_update_days)s days ago.
sl: Uzimajući u obzir podešenu frekvenciju (%(dataset_frequency)s), ažuriranje je trebalo obaviti pre %(due_update_days)s dan(a).

source: Update the dataset and associated resources
sl: Ažuriranje skupa podataka i povezanih resursa

source: Your membership for the organization "%(org)s" has been refused
sl: Vaše članstvo u organizaciji "%(org)s" nije prihvaćeno

source: Refusal reason
sl: Razlog odbijanja

source: As an administrator of "%(org)s" you are being informed than a new membership request from %(user)s is pending for validation
sl: Kao administrator "%(org)s", obavešteni ste da novi zahtev za članstvom korisnika %(user)s čeka na potvrdu

source: See the request
sl: Pogledajte zahtev

source: %(user)s submitted a new discussion on your %(type)s %(subject)s
sl: Korisnik %(user)s je prosledio novu diskusiju na temu %(type)s %(subject)s

source: %(user)s commented an discussion on your %(type)s %(subject)s
sl: Korisnik %(user)s je komentarisao diskusiju na temu %(type)s %(subject)s

source: Congratulations, you are now a member of the organization "%(org)s"
sl: Čestitamo, postali ste član organizacije "%(org)s"

source: See the organization page
sl: Pogledajte stranicu organizacije

source: A new reuse of your dataset %(dataset)s has been published
sl: Objavlјen je novi primer upotrebe skupa podataka %(dataset)s

source: See the reuse
sl: Pogledajte primer upotrebe

source: See on the dataset page
sl: Pogledajte na stranici skupa podataka

source: This is a test mail
sl: Ovo je probna poruka

source: If you read this, your mail configuration is working
sl: Ako ste ovo pročitali, vaša konfiguracija pošte funkcioniše

source: Your password has been changed.
sl: Vaša lozinka je promenjena.

source: If you did not change your password, click below to reset it.
sl: Ako Vi niste promenili lozinku resetujte je na link dole.

source: Reset password
sl: Resetuj lozinku

source: Please confirm your email through the link below:
sl: Molimo Vas potvrdite e-mail na link dole:

source: Confirm my account
sl: Potvrdi moj nalog

source: You can log into your account through the link below:
sl: Možete se ulogovati na Vaš nalog linkom dole:

source: Login now
sl: Uloguj se

source: Someone has requested a password reset for your %(site)s account. If you didn't, please ignore this email.
sl: Neko je zatražio resetovanje lozinke za vaš nalog na sajtu %(site)s. Ako to niste vi, zanemarite ovu poruku

source: To reset your password, please confirm your request through the link below:
sl: Da biste resetovali lozinku, potvrdite zahtev pomoću sledeće veze:

source: Reset my password
sl: Resetuj moju lozinku

source: Your password for %(site)s has been reset.
sl: Vaša lozinka za sajt %(site)s je resetovana.

source: Welcome to %(site)s!
sl: Dobro došli na %(site)s!

source: To activate your account, please confirm your email address through the link below:
sl: Da biste aktivirali svoj nalog, potvrdite svoju e-adresu pomoću sledeće veze:

source: Confirm now
sl: Potvrdi

source: Change Password
sl: Promeni lozinku

source: Reset Password
sl: Resetovanje lozinke

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
sl: Zaboravili ste lozinku? Unesite e-adresu u nastavku, a mi ćemo vam poslati uputstva za postavlјanje nove.

source: Sign In
sl: Prijavite se

source: Sign in
sl: Prijavite se

source: Forgot your password?
sl: Zaboravili ste lozinku?

source: Recover your password
sl: Resetujte lozinku

source: Confirmation instructions not received?
sl: Niste primili mejl sa instrukcijama?

source: Send the instructions again
sl: Pošalјi instrukcije ponovo

source: Sign up
sl: Registrujte se

source: Register
sl: Registracija

source: Create an account
sl: Napravite nalog

source: Sign Up
sl: Registrujte se

source: I have read and accept <a href="%(url)s"> the terms and conditions of the service.</a>
sl: Pročitao sam i prihvatio <a href="%(url)s">sve uslove korišćenja.</a>

source: Resend confirmation instructions
sl: Ponovo pošalјi instrukcije

source: Submit
sl: Sačuvaj

source: Documents
sl: Dokumenta

source: Documents and instructions
sl: Dokumenta i uputstva

source: Law and by laws
sl: Zakon i podzakonska akta

source: Instructions
sl: Uputstva

source: Open data
sl: Otvoreni podaci

source: Добродошли на портал отворених података
sl: Dobrodošli na portal otvorenih podataka

source: Topics
sl: Teme

source: Zivotna sredina
sl: Životna sredina

source: Ciljevi odrzivog razvoja
sl: Ciljevi održivog razvoja

source: Datasets paragraph
sl: Kompletni, ažurni i izvorni podaci kojima svako može slobodno pristupiti, koristiti i deliti.

source: Data reuses paragraph
sl: Uvid u potencijal otvorenih podataka — od web-aplikacija koje upotrebljavaju otvorene podatke do vizuelizacijama mapa i drugih oblika upotrebe.

source: News overview paragraph
sl: Pregled svih aktuelnih vesti, dogadjaja i obaveštenja

source: data gov rs includes
sl: u sebi sadrži

source: Visit Open Data Hub
sl: Posetite Open Data Hub

source: Useful links
sl: Korisni linkovi

source: Канцеларија за ИТ и еУправу
sl: Kancelarija za IT i eUpravu

source: Европски портал отворених података
sl: Evropski portal otvorenih podataka

source: Отворени подаци подстичу привредни раст, чине јавну управу ефикаснијом и економичнијом, омогућавају квалитетније услуге за грађане, осигуравају транспарентност и смањују простор за корупцију.
sl: Otvoreni podaci podstiču privredni rast, čine javnu upravu efikasnijom i ekonomičnijom, omogućavaju kvalitetnije usluge za građane, osiguravaju transparentnost i smanjuju prostor za korupciju.

source: API Documentation
sl: API dokumentacija

source: %(site)s dynamic API documentation
sl: %(site)s dinamična API dokumentacija

source: Za developere i razvoj aplikacija
sl: Za programere i razvoj aplikacija

source: На овој страници налази се опис рада бесплатног и отвореног RESTful API-ја овог веб-сајта
sl: Na ovoj stranici nalazi se opis rada besplatnog i otvorenog RESTful API-ja ovog veb-sajta

source: Да бисте могли да извршите операције писања, прво морате да потврдите идентитет и добијете
sl: Da biste mogli da izvršite operacije pisanja, prvo morate da potvrdite identitet i dobijete

source: API кључ
sl: API ključ

source: у поставкама профила.
sl: u postavkama profila.

source: Тај кључ треба да буде обезбеђен за сваки позив у
sl: Taj klјuč treba da bude obezbeđen za svaki poziv u

source: HTTP заглављу.
sl: HTTP zaglavlju.
