Repository: ddjosan/udata
Catalog: udata/translations/*/LC_MESSAGES/udata.po
Languages: sl

source: За API позиве потребне су исте дозволе као за веб-интерфејс.
sl: Za API pozive potrebne su iste dozvole kao za veb-interfejs.

source: На пример, морате бити члан неке организације да бисте променили неки од скупова података те организације.
sl: Na primer, morate biti član neke organizacije da biste promenili neki od skupova podataka te organizacije.

source: Неке методе имају нумерацију страница и увек прате исти образац. Листа објеката је увијена у објекат
sl: Neke metode imaju numeraciju stranica i uvek prate isti obrazac. Lista objekata je uvijena u objekat

source: Не морате сами да израчунавате претходне и наредне странице јер су URL-ови доступни као одговор у оквиру атрибута
sl: Ne morate sami da izračunavate prethodne i naredne stranice jer su URL-ovi dostupni kao odgovor u okviru atributa

source: и
sl: i

source: Биће постављени на вредност
sl: Biće postavlјeni na vrednost

source: ако не постоји претходна и/или наредна страница.
sl: ako ne postoji prethodna i/ili naredna stranica.

source: Пример:
sl: Primer:

source: Сви примери користе
sl: Svi primeri koriste

source: услужне програме због читљивости. Међутим, те алатке не морате да користите у свом коду; оне вам само помажу да боље разумете API.
sl: uslužne programe zbog čitlјivosti. Međutim, te alatke ne morate da koristite u svom kodu; one vam samo pomažu da bolјe razumete API.

source: Кад се httpie инсталира, можете проверити да ли функционише тако што ћете откуцати команду у терминалу:
sl: Kad se httpie instalira, možete proveriti da li funkcioniše tako što ćete otkucati komandu u terminalu:

source: Резултат би требало да буде нешто слично овоме:
sl: Rezultat bi trebalo da bude nešto slično ovome:

source: Кад се jq инсталира, можете проверити да ли функционише тако што ћете откуцати команду у терминалу:
sl: Kad se jq instalira, možete proveriti da li funkcioniše tako što ćete otkucati komandu u terminalu:

source: То је већ боље! Сада кад смо сигурни да функционише као што је очекивано, хајде да мало скратимо командну линију:
sl: To je već bolјe! Sada kad smo sigurni da funkcioniše kao što je očekivano, hajde da malo skratimo komandnu liniju:

source: Можете преузети листу организација (филтрирану или нефилтрирану) или једну организацију. Кад стигнете до крајње тачке, подразумевана величина странице износи 20. Хајде да преузмемо првих 20 организација из API-ја:
sl: Možete preuzeti listu organizacija (filtriranu ili nefiltriranu) ili jednu organizaciju. Kad stignete do krajnje tačke, podrazumevana veličina stranice iznosi 20. Hajde da preuzmemo prvih 20 organizacija iz API-ja:

source: Ова листа је сјајна, али шта ако желимо да прођемо кроз листу враћених организација? Хајде да преузмемо URI-је првих 5 организација:
sl: Ova lista je sjajna, ali šta ako želimo da prođemo kroz listu vraćenih organizacija? Hajde da preuzmemo URI-je prvih 5 organizacija:

source: Сада можемо да преузмемо јединствену организацију захваљујући враћеном URI-ју:
sl: Sada možemo da preuzmemo jedinstvenu organizaciju zahvalјujući vraćenom URI-ju:

source: То је много података за израчунавање. Хајде да прерадимо те податке ако желимо искључиво метрику:
sl: To je mnogo podataka za izračunavanje. Hajde da preradimo te podatke ako želimo isklјučivo metriku:

source: Или можда само имена чланова организације:
sl: Ili možda samo imena članova organizacije:

source: На вама је да преузмете податке који су од значаја за ваш пројекат. Не оклевајте да прођете кроз
sl: Na vama je da preuzmete podatke koji su od značaja za vaš projekat. Ne oklevajte da prođete kroz

source: jq's tutorial
sl: jq tutorijal

source: приручник
sl: priručnik

source: ако желите да детаљно прегледате API преко командне линије.
sl: ako želite da detalјno pregledate API preko komandne linije.

source: Упозорење, ово може да буде опасно! Измене или брисања података помоћу API-ја не могу се опозвати и ми не пружамо никакав sandbox у којем бисте могли то да тестирате пре извршења (за сада). Пре употребе својих привилегија, будите свесни своје одговорности.
sl: Upozorenje, ovo može da bude opasno! Izmene ili brisanja podataka pomoću API-ja ne mogu se opozvati i mi ne pružamo nikakav sandbox u kojem biste mogli to da testirate pre izvršenja (za sada). Pre upotrebe svojih privilegija, budite svesni svoje odgovornosti.

source: Уколико покушате да измените ресурс без токена за потврду идентитета, биће враћен кôд 401:
sl: Ukoliko pokušate da izmenite resurs bez tokena za potvrdu identiteta, biće vraćen kôd 401:

source: Морате да наведете API кључ (погледајте изнад) и да користите X-API-KEY HTTP заглавље. Ако покушајте да измените ресурс који не контролишете, биће враћен кôд 400:
sl: Morate da navedete API klјuč (pogledajte iznad) i da koristite X-API-KEY HTTP zaglavlјe. Ako pokušajte da izmenite resurs koji ne kontrolišete, biće vraćen kôd 400:

source: Ово је порука коју ћете добити уколико сте навели погрешан API кључ. Постоји још једна потенцијална порука о грешци на коју можете да наиђете:
sl: Ovo je poruka koju ćete dobiti ukoliko ste naveli pogrešan API klјuč. Postoji još jedna potencijalna poruka o grešci na koju možete da naiđete:

source: Појављује се уколико покушате да приступите ресурсу који не можете да мењате са својим акредитивима. Уколико је ваш кључ валидан, требало би да добијете нешто налик следећем:
sl: Pojavlјuje se ukoliko pokušate da pristupite resursu koji ne možete da menjate sa svojim akreditivima. Ukoliko je vaš klјuč validan, trebalo bi da dobijete nešto nalik sledećem:

source: Међутим, ништа се није променило! То је сасвим у реду, јер смо заборавили да наведемо праве податке који ће бити послати на сервер.
sl: Međutim, ništa se nije promenilo! To je sasvim u redu, jer smo zaboravili da navedemo prave podatke koji će biti poslati na server.

source: Ресурс је модификован са жељеним вредностима. Коначно, можете обрисати ресурс употребом одговарајућег HTTP глагола (пазите, тренутно није могуће опозвати операцију брисања кроз API):
sl: Resurs je modifikovan sa želјenim vrednostima. Konačno, možete obrisati resurs upotrebom odgovarajućeg HTTP glagola (pazite, trenutno nije moguće opozvati operaciju brisanja kroz API):

source: Кад то обавите, можете проверити да ли је промена ступила на снагу користећи GET у односу на претходни URI:
sl: Kad to obavite, možete proveriti da li je promena stupila na snagu koristeći GET u odnosu na prethodni URI:

source: Консултујте референтну документацију у наставку да бисте пронашли више детаља о употреби API-ја или поставили питања у вези с њим!
sl: Konsultujte referentnu dokumentaciju u nastavku da biste pronašli više detalјa o upotrebi API-ja ili postavili pitanja u vezi s njim!

source: API Reference
sl: Referenca

source: Отворени подаци
sl: Otvoreni podaci

source: Намена, функција Отворених података
sl: Namena, funkcija Otvorenih podataka

source: Зашто институције отварају податке?
sl: Zašto institucije otvaraju podatke?

source: Ко управља процесом
sl: Ko upravlјa procesom

source: Напредак држава на пољу отварања података
sl: Napredak država na polјu otvaranja podataka

source: Шта су отворени подаци?
sl: Šta su otvoreni podaci?

source: Према једној од
sl: Prema jednoj od

source: дефиниција
sl: definicija

source: , отворени подаци су подаци у машински читљивом и отвореном облику доступни за поновну употребу:
sl: , otvoreni podaci su podaci u mašinski čitlјivom i otvorenom obliku dostupni za ponovnu upotrebu:

source: Поновна употреба односи се на коришћење отворених података од стране физичких или правних лица за комерцијалне или некомерцијалне сврхе другачије од првобитне за коју су били прикупљени или израђени, и обухвата могућност њиховог умножавања, дистрибуције, стављања на располагање трећим лицима, прилагођавање, повезивање са другим подацима, интегрисање у пословне процесе, производе и услуге, као и друге поновне употребе.
sl: Ponovna upotreba odnosi se na korišćenje otvorenih podataka od strane fizičkih ili pravnih lica za komercijalne ili nekomercijalne svrhe drugačije od prvobitne za koju su bili prikuplјeni ili izrađeni, i obuhvata mogućnost njihovog umnožavanja, distribucije, stavlјanja na raspolaganje trećim licima, prilagođavanje, povezivanje sa drugim podacima, integrisanje u poslovne procese, proizvode i usluge, kao i druge ponovne upotrebe.

source: Подаци морају бити у облику који је погодан за рачунарску обраду, односно облику који омогућава лак приступ и манипулацију подацима помоћу рачунарских програма (машински читљиви).
sl: Podaci moraju biti u obliku koji je pogodan za računarsku obradu, odnosno obliku koji omogućava lak pristup i manipulaciju podacima pomoću računarskih programa (mašinski čitlјivi).

source: Подаци морају бити доступни у форматима записа чија је употреба могућа без плаћања накнаде или других ограничења, као и за чију обраду је доступан најмање један алат
sl: Podaci moraju biti dostupni u formatima zapisa čija je upotreba moguća bez plaćanja naknade ili drugih ograničenja, kao i za čiju obradu je dostupan najmanje jedan alat

source: Осим наведеног, отворени подаци подразумевају изворност (објављивање података у облику у коме су прикупљени, без накнадних трансформација), комплетност (постојање описа структуре података, пратећих шифарника и сл.) и ажурност (која се, када год је то могуће, постиже директним преузимањем података из базе у којој се изворно обрађују)
sl: Osim navedenog, otvoreni podaci podrazumevaju izvornost (objavljivanje podataka u obliku u kome su prikupljeni, bez naknadnih transformacija), kompletnost (postojanje opisa strukture podataka, pratećih šifarnika i sl.) i ažurnost (koja se, kada god je to moguće, postiže direktnim preuzimanjem podataka iz baze u kojoj se izvorno obrađuju)

source: Национални Портал отворених података (data.gov.rs) представља место на коме се објављују скупови отворених података у поседу
sl: Nacionalni Portal otvorenih podataka (data.gov.rs) predstavlјa mesto na kome se objavlјuju skupovi otvorenih podataka u posedu

source: (што обухвата органе државне управе, аутономних покрајина и локалне самоуправе, као и организације којима је поверено вршење јавних овлашћења – нпр. Влада, министарства, општине, агенције, регулаторна тела, установе и комунална предузећа и други).
sl: (što obuhvata organe državne uprave, autonomnih pokrajina i lokalne samouprave, kao i organizacije kojima je povereno vršenje javnih ovlašćenja – npr. Vlada, ministarstva, opštine, agencije, regulatorna tela, ustanove i komunalna preduzeća i drugi).

source: државних органа, већ и као место интеракције са заједницом која те податке користи. Осим могућности
sl: državnih organa, već i kao mesto interakcije sa zajednicom koja te podatke koristi. Osim mogućnosti

source: објављених скупова података, портал корисницима нуди могућност праћења активности државних органа који објављују податке, као и могућност дискусије о објављеним подацима.
sl: objavlјenih skupova podataka, portal korisnicima nudi mogućnost praćenja aktivnosti državnih organa koji objavlјuju podatke, kao i mogućnost diskusije o objavlјenim podacima.

source: Такође, на порталу је заинтересованим посетиоцима омогућено да стекну увид у потенцијал отворених података, кроз представљање конкретних
sl: Takođe, na portalu je zainteresovanim posetiocima omogućeno da steknu uvid u potencijal otvorenih podataka, kroz predstavlјanje konkretnih

source: објављених скупова података – било да се ради о мобилним или веб-апликацијама које употребљавају отворене податке, различитим визуелизацијама, мапама или другим облицима поновне употребе.
sl: objavlјenih skupova podataka – bilo da se radi o mobilnim ili veb-aplikacijama koje upotreblјavaju otvorene podatke, različitim vizuelizacijama, mapama ili drugim oblicima ponovne upotrebe.

source: Јавне институције сакупљају и производе велику количину различитих података, а обезбеђивањем њихове доступности у форми отворених података (без угрожавања поверљивости или приватности) они се чине доступним ширем кругу корисника.
sl: Javne institucije sakuplјaju i proizvode veliku količinu različitih podataka, a obezbeđivanjem njihove dostupnosti u formi otvorenih podataka (bez ugrožavanja poverlјivosti ili privatnosti) oni se čine dostupnim širem krugu korisnika.

source: Институције тиме не само да обезбеђују виши ниво јавности рада, већ пружају грађанима и привреди нове могућности да од података створе неку нову вредност – било да се ради о некој новој апликацији, пословном моделу, визуелизацији, мапи, истраживачком пројекту итд.
sl: Institucije time ne samo da obezbeđuju viši nivo javnosti rada, već pružaju građanima i privredi nove mogućnosti da od podataka stvore neku novu vrednost – bilo da se radi o nekoj novoj aplikaciji, poslovnom modelu, vizuelizaciji, mapi, istraživačkom projektu itd.

source: Кроз отварање података, држава подстиче развој креативног бизниса и економије знања, али и добија драгоцене повратне информације, које могу да се искористе за побољшање квалитета података, боље разумевање потреба корисника, квалитетније формулисање и спровођење јавних политика.
sl: Kroz otvaranje podataka, država podstiče razvoj kreativnog biznisa i ekonomije znanja, ali i dobija dragocene povratne informacije, koje mogu da se iskoriste za pobolјšanje kvaliteta podataka, bolјe razumevanje potreba korisnika, kvalitetnije formulisanje i sprovođenje javnih politika.

source: , који је усвојен 5. априла 2018. године, уведена је обавеза органа да на Порталу отворених података објављују отворене податке из своје надлежности на начин који омогућава њихово лако претраживање и поновну употребу, и омогућен је слободан приступ објављеним подацима без накнаде. Ступањем на снагу
sl: , koji je usvojen 5. aprila 2018. godine, uvedena je obaveza organa da na Portalu otvorenih podataka objavlјuju otvorene podatke iz svoje nadležnosti na način koji omogućava njihovo lako pretraživanje i ponovnu upotrebu, i omogućen je slobodan pristup objavlјenim podacima bez naknade. Stupanjem na snagu

source: успостављен је целовит правни оквир за отварање података у поседу државних органа и њихово објављивање.
sl: uspostavlјen je celovit pravni okvir za otvaranje podataka u posedu državnih organa i njihovo objavlјivanje.

source: Отварање података у поседу јавних институција ради њихове поновне употребе стратешко је опредељење Владе Србије, о чему сведочи и то што
sl: Otvaranje podataka u posedu javnih institucija radi njihove ponovne upotrebe strateško je opredelјenje Vlade Srbije, o čemu svedoči i to što

source: у Републици Србији за 2016-2017. и 2018-2020. годину садрже посебна поглавља посвећена отварању података. Област отварања података ће бити обухваћена и новим стратешким оквиром за електронску управу у Републици Србији за период од 2019. до 2021. године, чија је израда у току.
sl: u Republici Srbiji za 2016-2017. i 2018-2020. godinu sadrže posebna poglavlјa posvećena otvaranju podataka. Oblast otvaranja podataka će biti obuhvaćena i novim strateškim okvirom za elektronsku upravu u Republici Srbiji za period od 2019. do 2021. godine, čija je izrada u toku.

source: од 28. јуна 2017, у коме је, између осталог, наведено да ће један од приоритета Владе бити подршка отварању података у поседу јавних институција.
sl: od 28. juna 2017, u kome je, između ostalog, navedeno da će jedan od prioriteta Vlade biti podrška otvaranju podataka u posedu javnih institucija.

source: , која одржава национални Портал отворених података и представља први контакт за све институције које желе да објављују податке.
sl: , koja održava nacionalni Portal otvorenih podataka i predstavlјa prvi kontakt za sve institucije koje žele da objavlјuju podatke.

source: Почетком 2016. формирана је Радна група за отворене податке сачињена од представника државних институција, организација цивилног друштва, академских институција, пословних асоцијација, међународних организација и развојних партнера, са задатком да планира и координира активности на даљем отварању података, пружа подршку институцијама које отварају податке, обезбеђује сталну сарадњу између јавне управе и цивилног сектора, подстиче тражњу за отвореним подацима, и промовише резултате и користи које доноси отварање података. У фебруару 2019. Радна група је бројала 120 чланова из 62 организације (39 државних институција, 13 организација цивилног друштва, четири академске институције, две пословне асоцијације и четири међународна развојна партнера).
sl: Početkom 2016. formirana je Radna grupa za otvorene podatke sačinjena od predstavnika državnih institucija, organizacija civilnog društva, akademskih institucija, poslovnih asocijacija, međunarodnih organizacija i razvojnih partnera, sa zadatkom da planira i koordinira aktivnosti na dalјem otvaranju podataka, pruža podršku institucijama koje otvaraju podatke, obezbeđuje stalnu saradnju između javne uprave i civilnog sektora, podstiče tražnju za otvorenim podacima, i promoviše rezultate i koristi koje donosi otvaranje podataka. U februaru 2019. Radna grupa je brojala 120 članova iz 62 organizacije (39 državnih institucija, 13 organizacija civilnog društva, četiri akademske institucije, dve poslovne asocijacije i četiri međunarodna razvojna partnera).

source: (UNDP), преко пројекта „Отворени подаци - отворене могућности”. Овај пројекат реализује се уз подршку Светске банке, Владе Велике Британије у склопу Фонда за добру управу (GGF) и Шведске агенције за међународни развој и сарадњу (SIDA). Пројекат је започет 2015. године, када је израђена
sl: (UNDP), preko projekta „Otvoreni podaci - otvorene mogućnosti”. Ovaj projekat realizuje se uz podršku Svetske banke, Vlade Velike Britanije u sklopu Fonda za dobru upravu (GGF) i Švedske agencije za međunarodni razvoj i saradnju (SIDA). Projekat je započet 2015. godine, kada je izrađena

source: и пружена подршка првим институцијама које су отвориле своје податке. У оквиру пројекта организовано је више догађаја са циљем промоције отворених података, подржано је успостављање овог Портала отворених података, те рад на формулисању законског оквира за отворене податке и функционисање Радне групе за отворене податке. Оваква подршка стварању одрживог екосистема отворених података у Србији наставиће се током 2019. године, што ће допринети унапређењу рада институција, бољим услугама за грађане и привредном развоју земље.
sl: i pružena podrška prvim institucijama koje su otvorile svoje podatke. U okviru projekta organizovano je više događaja sa cilјem promocije otvorenih podataka, podržano je uspostavlјanje ovog Portala otvorenih podataka, te rad na formulisanju zakonskog okvira za otvorene podatke i funkcionisanje Radne grupe za otvorene podatke. Ovakva podrška stvaranju održivog ekosistema otvorenih podataka u Srbiji nastaviće se tokom 2019. godine, što će doprineti unapređenju rada institucija, bolјim uslugama za građane i privrednom razvoju zemlјe.

source: одавно су откриле да отворени подаци подстичу привредни раст, чине јавну управу ефикаснијом и економичнијом, омогућавају квалитетније услуге за грађане, осигуравају транспарентност и смањују простор за корупцију.
sl: odavno su otkrile da otvoreni podaci podstiču privredni rast, čine javnu upravu efikasnijom i ekonomičnijom, omogućavaju kvalitetnije usluge za građane, osiguravaju transparentnost i smanjuju prostor za korupciju.

source: Европска унија међу првима је препознала значај отварања података у поседу органа јавне власти, па је још 2003. године донела Директиву о поновној употреби информација јавног сектора (Directive 2003/98/EC), која је унапређена 2013. године (
sl: Evropska unija među prvima je prepoznala značaj otvaranja podataka u posedu organa javne vlasti, pa je još 2003. godine donela Direktivu o ponovnoj upotrebi informacija javnog sektora (Directive 2003/98/EC), koja je unapređena 2013. godine (

source: успоставиле су Сједињене Америчке Државе, маја 2009, а на њему се у фебруару 2019. године налазило преко 300.000 скупова отворених података. Европска унија успоставила је два портала отворених података.
sl: uspostavile su Sjedinjene Američke Države, maja 2009, a na njemu se u februaru 2019. godine nalazilo preko 300.000 skupova otvorenih podataka. Evropska unija uspostavila je dva portala otvorenih podataka.

source: отворени подаци европских институција успостављен је 2012. године, док је 2015. године успостављен
sl: otvoreni podaci evropskih institucija uspostavlјen je 2012. godine, dok je 2015. godine uspostavlјen

source: објављене скупове података са портала отворених података европских држава и држава кандидата (
sl: objavlјene skupove podataka sa portala otvorenih podataka evropskih država i država kandidata (

source: и податке са Портала отворених података Србије).
sl: i podatke sa Portala otvorenih podataka Srbije).

source: да ће у периоду од 2016. до 2020. године отварање података створити тржиште вредно између 55.3 и 75.7 милијарди евра годишње, док ће кумулативна вредност тржишта достићи 325 милијарди евра. Зато се на међународном нивоу о подацима већ дуже време говори као о „новој нафти”, а отворени подаци препознати су као један од кључних фактора за достизање циљева одрживог развоја и дигиталну трансформацију друштва. О значајном нивоу политичке подршке отварању података на међународном нивоу говори иницијатива
sl: da će u periodu od 2016. do 2020. godine otvaranje podataka stvoriti tržište vredno između 55.3 i 75.7 milijardi evra godišnje, dok će kumulativna vrednost tržišta dostići 325 milijardi evra. Zato se na međunarodnom nivou o podacima već duže vreme govori kao o „novoj nafti”, a otvoreni podaci prepoznati su kao jedan od klјučnih faktora za dostizanje cilјeva održivog razvoja i digitalnu transformaciju društva. O značajnom nivou političke podrške otvaranju podataka na međunarodnom nivou govori inicijativa

source: (чија је Србија чланица од 2012), као и
sl: (čija je Srbija članica od 2012), kao i

source: Напредак држава на пољу отварања података може се пратити преко неколико међународних ранг-листа, као што су
sl: Napredak država na polјu otvaranja podataka može se pratiti preko nekoliko međunarodnih rang-lista, kao što su

source: слободног софтвера
sl: slobodnog softvera

source: (отворени облик).
sl: (otvoreni oblik).

source: Шта је и како функционише Портал отворених података?
sl: Šta je i kako funkcioniše Portal otvorenih podataka?

source: државних органа Републике Србије
sl: državnih organa Republike Srbije

source: Портал отворених података замишљен је не само као
sl: Portal otvorenih podataka zamišlјen je ne samo kao

source: репозиторијум отворених података
sl: repozitorijum otvorenih podataka

source: свеобухватног претраживања
sl: sveobuhvatnog pretraživanja

source: Садржаји портала доступни су програмерима путем
sl: Sadržaji portala dostupni su programerima putem

source: апликативног програмског интерфејса
sl: aplikativnog programskog interfejsa

source: примера употребе
sl: primera upotrebe

source: Доношењем
sl: Donošenjem

source: Закона о електронској управи
sl: Zakona o elektronskoj upravi

source: Уредбе о начину рада Портала отворених података
sl: Uredbe o načinu rada Portala otvorenih podataka

source: Ко управља процесом отварања података у Србији?
sl: Ko upravlјa procesom otvaranja podataka u Srbiji?

source: Стратегија развоја електронске управе
sl: Strategija razvoja elektronske uprave

source: у Републици Србији за период од 2015. до 2018, као и
sl: u Republici Srbiji za period od 2015. do 2018, kao i

source: акциони планови за спровођење иницијативе Партнерство за отворену управу
sl: akcioni planovi za sprovođenje inicijative Partnerstvo za otvorenu upravu

source: Значај отворених података у Републици Србији препознат је и у
sl: Značaj otvorenih podataka u Republici Srbiji prepoznat je i u

source: експозеу председника Владе
sl: ekspozeu predsednika Vlade

source: Институционално, процесом отварања података руководи
sl: Institucionalno, procesom otvaranja podataka rukovodi
