Repository: ddjosan/udata
Catalog: udata/translations/*/LC_MESSAGES/udata.po
Languages: sl

source: Канцеларија за информационе технологије и електронску управу
sl: Kancelarija za informacione tehnologije i elektronsku upravu

source: Свеобухватну подршку процесу отварања података у Србији пружа
sl: Sveobuhvatnu podršku procesu otvaranja podataka u Srbiji pruža

source: Програм Уједињених нација за развој
sl: Program Ujedinjenih nacija za razvoj

source: Оцена спремности за отварање података
sl: Ocena spremnosti za otvaranje podataka

source: Отворени подаци на међународном нивоу
sl: Otvoreni podaci na međunarodnom nivou

source: Државе широм света
sl: Države širom sveta

source: Први портал отворених података
sl: Prvi portal otvorenih podataka

source: Портал отворених података Европске уније
sl: Portal otvorenih podataka Evropske unije

source: Европски портал за податке
sl: Evropski portal za podatke

source: , који аутоматски
sl: , koji automatski

source: преузима
sl: preuzima

source: укључујући
sl: uklјučujući

source: Европска комисија
sl: Evropska komisija

source: процењује
sl: procenjuje

source: Партнерство за отворену управу
sl: Partnerstvo za otvorenu upravu

source: Међународна повеља о отвореним подацима.
sl: Međunarodna povelјa o otvorenim podacima.

source: или
sl: ili

source: Terms and conditions
sl: Uslovi korišćenja

source: Пратите стање отворених података владе Републике Србије
sl: Pratite stanje otvorenih podataka vlade Republike Srbije

source: Индекс отворених података пружа најсвеобухватнији доступни преглед стања јавних објава информација у влади. Упоредите рангиране табеле и приказе мапа или дискутујте о налазима из локалне и тематске перспективе.
sl: Indeks otvorenih podataka pruža najsveobuhvatniji dostupni pregled stanja javnih objava informacija u vladi. Uporedite rangirane tabele i prikaze mapa ili diskutujte o nalazima iz lokalne i tematske perspektive.

source: Закон о електронској управи
sl: Zakon o elektronskoj upravi

source: Уредба о начину рада Портала отворених података
sl: Uredba o načinu rada Portala otvorenih podataka

source: Упутство за постављање скупова података
sl: Uputstvo za postavlјanje skupova podataka

source: Документација за АПИ
sl: Dokumentacija za API

source: Упутство за израду отвореног буџета
sl: Uputstvo za izradu otvorenog budžeta

source: Отворени буџет планирани приходи
sl: Otvoreni budžet planirani prihodi

source: Отворени буџет планирани расходи
sl: Otvoreni budžet planirani rashodi

source: Пример попуњеног буџета план прихода
sl: Primer popunjenog budžeta plan prihoda

source: Пример попуњеног буџета план расхода
sl: Primer popunjenog budžeta plan rashoda

source: admin
sl: Administrator

source: editor
sl: Urednik

source: Datasets-total
sl: Podataka ukupno

source: Download resources
sl: Preuzmi spsisak organizacija

source: Download reuses
sl: Preuzmi primere upotrebe

source: Created date asc
sl: Kreirano naviše

source: Created date desc
sl: Kreirano naniže

source: Last modified asc
sl: Izmenjeno naviše

source: Last modified desc
sl: Izmenjeno naniže

source: Title asc
sl: Naslov naviše

source: Title desc
sl: Naslov naniže

source: Followers asc
sl: Pratioci naviše

source: Followers desc
sl: Pratioci naniže

source: Reuses asc
sl: Primeri upotrebe naviše

source: Reuses desc
sl: Primer upotrebe naniže

source: Posts total
sl: Vesti ukupno

source: Organizations total
sl: Organizacija ukupno

source: Participate new
sl: Uključite se u svet otvorenih podataka

source: Go to documentation new
sl: Pogledajte kompletnu dokumentaciju

source: Featured reuses new
sl: Istaknute upotrebe

source: Latest reuses new
sl: Poslednje upotrebe

source: Featured datasets new
sl: Istaknuti podaci

source: Latest datasets new
sl: Poslednji podaci
